export const queryData = [
  {
    query: "CPR을 배울 수 있는 <br /> 기회가 생겼습니다.",
    answer: [
      ["친구에게 이야기해서 같이 간다", 1],
      ["혼자 조용히 다녀온다.", -1],
    ],
    type: 0,
  },
  {
    query: "CPR 훈련 중 팀워크가 중요한 순간, <br /> 당신은 어떻게 행동할까요?",
    answer: [
      ["다른 사람들과 소통하며 역할을 나눈다.", 1],
      ["상황을 관찰하며 <br />혼자서 최선의 방법을 고민한다.", -1],
    ],
    type: 0,
  },
  {
    query: "상상 속에서 혼자 CPR을 연습할 수 <br /> 있는 비밀 장소를 만든다면?",
    answer: [
      ["도시에서 여러 사람들과 함께 연습한다.", 1],
      ["조용하고 평화로운 숲속, <br /> 자연의 소리에 집중하며 연습한다.", -1],
    ],
    type: 0,
  },
  {
    query: "길을 가는 중에 <br /> CPR 교육을 하고 있다.",
    answer: [
      ["계획한 일정이 있어 <br /> 간단하게만 보고 지나간다.", 1],
      ["신기해 보이니 구경하고 지나간다.", -1],
    ],
    type: 1,
  },
  {
    query: "CPR을 수행해야 할 때, 미리 세운 <br /> 계획을 어떻게 활용할까요?",
    answer: [
      ["교육받은 내용에 따라 정확히 행동한다.", 1],
      ["상황에 따라 다르게 대응한다.", -1],
    ],
    type: 1,
  },
  {
    query: "응급 상황에서 변수가 생길때, <br /> 당신의 반응은?",
    answer: [
      ["사전에 정한 절차를 고수한다.", 1],
      ["새로운 상황에 맞춰 즉시 조정한다.", -1],
    ],
    type: 1,
  },
];
